{
  "phases": {
    "phase-1": {
      "title": "Основа и ревизија",
      "timeline": "Недеља 1-2",
      "description": "Успоставите AEO полазну тачку ревизијом постојећег садржаја и техничке инфраструктуре."
    },
    "phase-2": {
      "title": "Структурирани подаци и schema",
      "timeline": "Недеља 2-4",
      "description": "Имплементирајте свеобухватне schema ознаке да би ваш садржај био машински читљив за AI претраживаче."
    },
    "phase-3": {
      "title": "Оптимизација садржаја",
      "timeline": "Недеља 3-8",
      "description": "Реструктурирајте и оптимизујте садржај да буде најбољи могући одговор за AI претраживаче."
    },
    "phase-4": {
      "title": "Техничка AEO оптимизација",
      "timeline": "Недеља 4-6",
      "description": "Обезбедите да је ваш сајт технички оптимизован за AI индексирање, парсирање и екстракцију садржаја."
    },
    "phase-5": {
      "title": "Ауторитет и сигнали поверења",
      "timeline": "Недеља 6-12+",
      "description": "Изградите ауторитет бренда и сигнале поверења које AI претраживачи користе за процену кредибилитета извора."
    },
    "phase-6": {
      "title": "Тестирање и валидација",
      "timeline": "Недеља 6-8",
      "description": "Систематски тестирајте AEO имплементацију на свим AI платформама и валидирајте техничко подешавање."
    },
    "phase-7": {
      "title": "Праћење и итерација",
      "timeline": "Недеља 8+ континуирано",
      "description": "Успоставите континуирано праћење, пратите резултате и непрекидно унапређујте AEO перформансе."
    }
  },
  "categories": {
    "p1-content-audit": {
      "name": "Ревизија садржаја"
    },
    "p1-technical-baseline": {
      "name": "Техничка полазна тачка"
    },
    "p2-core-schema": {
      "name": "Основни schema"
    },
    "p2-advanced-schema": {
      "name": "Напредни schema"
    },
    "p3-content-structure": {
      "name": "Структура садржаја"
    },
    "p3-content-quality": {
      "name": "Квалитет садржаја и E-E-A-T"
    },
    "p3-question-content": {
      "name": "Садржај оријентисан на питања"
    },
    "p4-crawlability": {
      "name": "Индексибилност"
    },
    "p4-meta-feeds": {
      "name": "Оптимизација meta ознака и фидова"
    },
    "p5-brand-entity": {
      "name": "Ентитет бренда"
    },
    "p5-backlinks": {
      "name": "Повратне везе и цитати"
    },
    "p6-platform-testing": {
      "name": "Тестирање платформи"
    },
    "p6-technical-validation": {
      "name": "Техничка валидација"
    },
    "p6-testing-routine": {
      "name": "Рутина тестирања"
    },
    "p7-tracking": {
      "name": "Праћење"
    },
    "p7-continuous": {
      "name": "Континуирано унапређење"
    }
  },
  "items": {
    "p1-c1-i1": {
      "text": "Ревизија свих страница за покривеност упита засноване на питањима",
      "detail": "Прегледајте сваку страницу да идентификујете на која корисничка питања одговара и пронађите пропусте у покривености.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c1-i2": {
      "text": "Идентификујте странице које се већ појављују у AI прегледима / истакнутим исечцима",
      "detail": "Пронађите које од ваших страница AI претраживачи већ цитирају или се појављују у истакнутим исечцима.",
      "actionLabel": "Отвори Search Console"
    },
    "p1-c1-i3": {
      "text": "Анализирајте садржај конкурената који AI претраживачи цитирају",
      "detail": "Истражите које странице конкурената AI платформе цитирају да бисте разумели који формати успевају.",
      "actionLabel": "Отвори конкуренте"
    },
    "p1-c1-i4": {
      "text": "Мапирајте питања корисничког пута у свакој фази левка",
      "detail": "Идентификујте питања која корисници постављају у фазама свесности, разматрања и одлучивања.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p1-c1-i5": {
      "text": "Ревизија постојећих FAQ страница и базе знања",
      "detail": "Процените тренутни FAQ и помоћни садржај у погледу потпуности, формата и AEO спремности.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c1-i6": {
      "text": "Процените тачност AI приказа вашег бренда",
      "detail": "Проверите како AI платформе описују ваш бренд и идентификујте нетачности или празнине у њиховом знању.",
      "actionLabel": "Отвори тестирање"
    },
    "p1-c1-i7": {
      "text": "Приоритизујте AEO теме по утицају и изводљивости",
      "detail": "Рангирајте теме по обиму претраге, нивоу конкуренције, постојећем ауторитету и пословној вредности да фокусирате напоре.",
      "actionLabel": "Отвори операције садржаја"
    },
    "p1-c2-i1": {
      "text": "Верификујте да robots.txt дозвољава приступ AI индексерима (GPTBot, Google-Extended, ClaudeBot, PerplexityBot, CCBot, Bytespider)",
      "detail": "Обезбедите да robots.txt не блокира главне AI индексере у приступу вашем садржају.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c2-i2": {
      "text": "Обезбедите да је sitemap.xml комплетан, валидан и послат Google-у И Bing-у",
      "detail": "Верификујте да sitemap укључује све важне странице и да је послат обема претраживачким конзолама.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c2-i3": {
      "text": "Проверите Core Web Vitals (LCP < 2,5s, INP < 200ms, CLS < 0,1)",
      "detail": "Измерите и оптимизујте Largest Contentful Paint, Interaction to Next Paint и Cumulative Layout Shift.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c2-i4": {
      "text": "Верификујте SSL/HTTPS на целом сајту",
      "detail": "Потврдите да се свака страница учитава преко HTTPS са валидним SSL сертификатом и без мешаног садржаја.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c2-i5": {
      "text": "Тестирајте мобилну респонзивност и приступачност (Lighthouse)",
      "detail": "Покрените Lighthouse ревизије за мобилне перформансе и усклађеност приступачности.",
      "actionLabel": "Отвори анализатор"
    },
    "p1-c2-i6": {
      "text": "Анализирајте серверске логове за активност AI индексера (GPTBot, ClaudeBot, PerplexityBot, OAI-SearchBot)",
      "detail": "Прегледајте серверске логове приступа да разумете који AI индексери посећују ваш сајт, које странице приоритизују и колико често индексирају.",
      "actionLabel": "Отвори анализатор"
    },
    "p2-c1-i1": {
      "text": "FAQPage schema на свом FAQ садржају (JSON-LD)",
      "detail": "Додајте FAQPage структуриране податке на сваку страницу са FAQ садржајем користећи JSON-LD формат.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i2": {
      "text": "HowTo schema за туторијале/процесе",
      "detail": "Додајте HowTo структуриране податке на садржај туторијала и процеса.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i3": {
      "text": "Article/BlogPosting schema са пуним метаподацима",
      "detail": "Додајте Article или BlogPosting schema са аутором, датумима, издавачем и сликама.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i4": {
      "text": "Product schema са комплетним понудама",
      "detail": "Додајте Product schema са ценом, доступношћу, валутом, рецензијама и брендом.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i5": {
      "text": "Organization schema (лого, sameAs, контакт)",
      "detail": "Додајте Organization schema са комплетним пословним информацијама и линковима друштвених мрежа.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i6": {
      "text": "BreadcrumbList schema на свакој страници",
      "detail": "Имплементирајте BreadcrumbList schema да прикажете хијерархију страница претраживачима.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c1-i7": {
      "text": "Дизајнирајте CMS моделе садржаја за структуриран schema излаз",
      "detail": "Структурирајте ваше CMS колекције и типове садржаја тако да природно производе чисте schema ознаке без ручне интервенције.",
      "actionLabel": "Отвори документацију"
    },
    "p2-c2-i1": {
      "text": "Speakable schema за гласовну претрагу",
      "detail": "Означите секције садржаја које су посебно погодне за гласовну/аудио репродукцију.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c2-i2": {
      "text": "Review/AggregateRating schema",
      "detail": "Додајте schema за рецензије и оцене на садржај са корисничким или стручним рецензијама.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c2-i3": {
      "text": "LocalBusiness schema ако је применљиво",
      "detail": "Додајте LocalBusiness schema за предузећа са физичким локацијама.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c2-i4": {
      "text": "VideoObject schema за видео записе",
      "detail": "Додајте VideoObject schema на све странице са уграђеним видео записима.",
      "actionLabel": "Отвори schema генератор"
    },
    "p2-c2-i5": {
      "text": "Валидирајте СВЕ schema ознаке — нула грешака свуда",
      "detail": "Покрените валидацију на свакој schema имплементацији и исправите све грешке и упозорења.",
      "actionLabel": "Отвори тестирање"
    },
    "p3-c1-i1": {
      "text": "Формат обрнуте пирамиде (одговор прво, детаљи после)",
      "detail": "Структурирајте садржај са директним одговором на врху, праћеним пратећим детаљима.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i2": {
      "text": "Јасна H2/H3 хијерархија усклађена са намером питања",
      "detail": "Користите ознаке наслова које директно одговарају питањима која корисници постављају.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i3": {
      "text": "Параграфи одговора од 40-60 речи за кључна питања (КЉУЧНА AEO техника)",
      "detail": "Пишите концизне, самодовољне параграфе одговора које AI претраживачи могу директно извући.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i4": {
      "text": "TL;DR / оквири резимеа на дугачком садржају",
      "detail": "Додајте секције резимеа на врху дугачког садржаја за брзу екстракцију одговора.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i5": {
      "text": "Форматирање у стилу дефиниција ('[Термин] је [дефиниција]')",
      "detail": "Користите јасно форматирање дефиниција да помогнете AI претраживачима да екстрахују и прикажу ваше дефиниције.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i6": {
      "text": "Табеле поређења за упите типа 'наспрам' и 'најбољи од'",
      "detail": "Креирајте структуриране табеле поређења за компетитивне и упите засноване на листама.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i7": {
      "text": "Обезбедите да секције садржаја буду самодовољне и независно цитабилне",
      "detail": "Пишите сваку секцију тако да може бити извучена од стране AI претраживача и да и даље има потпун смисао без околног контекста.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c1-i8": {
      "text": "Оптимизујте наслове и метаподатке за AI екстракцију одговора",
      "detail": "Преформулишите наслове страница и meta описе тако да служе као концизни одговори на које AI претраживачи могу директно упутити.",
      "actionLabel": "Отвори анализатор"
    },
    "p3-c1-i9": {
      "text": "Структурирајте садржај као самодовољне блокове од 300-800 речи по H2 секцији",
      "detail": "Организујте садржај тако да свака H2 секција буде семантички комплетан, независно претраживи одломак оптимизован за AI RAG (Retrieval-Augmented Generation) системе. GEO истраживање идентификује RAG-оптимизовано сегментирање као фундаменталну технику — садржај који не може бити чисто преузет у једном одломку има мању вероватноћу да буде цитиран од стране генеративних претраживача.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c2-i1": {
      "text": "Биографије аутора са квалификацијама + Person schema",
      "detail": "Додајте детаљне информације о аутору са квалификацијама и повежите са Person schema.",
      "actionLabel": "Отвори schema генератор"
    },
    "p3-c2-i2": {
      "text": "Оригинални подаци, истраживања, студије случаја",
      "detail": "Креирајте и публикујте оригинална истраживања, податке и студије случаја које AI претраживачи могу цитирати.",
      "actionLabel": "Отвори операције садржаја"
    },
    "p3-c2-i3": {
      "text": "Датуми 'Последње ажурирано' (видљиви + dateModified schema)",
      "detail": "Прикажите видљиве датуме ажурирања и укључите dateModified у schema ознаке.",
      "actionLabel": "Отвори schema генератор"
    },
    "p3-c2-i4": {
      "text": "Цитирајте ауторитативне екстерне изворе",
      "detail": "Референцирајте и линкујте ка ауторитативним изворима да изградите поверење и демонстрирате истраживање. GEO студија је „цитирање извора“ именовала као врхунску технику оптимизације — садржај који референцира ауторитативне изворе корелира са већом вероватноћом AI цитирања у свим генеративним претраживачима.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c2-i5": {
      "text": "Тематски кластери (стуб + 5-15 пратећих страница)",
      "detail": "Изградите тематски ауторитет кроз стуб странице повезане са пратећим садржајем.",
      "actionLabel": "Отвори операције садржаја"
    },
    "p3-c2-i6": {
      "text": "Природан, конверзацијски стил писања",
      "detail": "Пишите стилом који одговара начину на који AI претраживачи представљају информације и како корисници постављају питања.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c2-i7": {
      "text": "Укључите конкретне статистике, податке и бројеве у кључни садржај",
      "detail": "Уградите статистике из поузданих извора, нумеричке податке и квантитативне доказе у ваш садржај. Princeton GEO (Generative Engine Optimization) студија је открила да ова техника повећава вероватноћу AI цитирања за преко 5,5% — што је чини GEO оптимизацијом са највећим утицајем.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c2-i8": {
      "text": "Додајте цитате стручњака са атрибуцијом у ауторитативни садржај",
      "detail": "Уградите директне цитате признатих стручњака, научних радова или лидера индустрије у ваш садржај да појачате сигнале поверења и вероватноћу AI цитирања. Princeton GEO студија је рангирала „додавање цитата“ као једну од 3 најбоље методе оптимизације за повећање цитирања у генеративним претраживачима.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c3-i1": {
      "text": "Посвећене Q&A секције на свакој кључној страници (5-10 питања)",
      "detail": "Додајте структуриране Q&A секције са 5-10 релевантних питања на важне странице.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c3-i2": {
      "text": "Кластери садржаја циљани на People Also Ask питања",
      "detail": "Креирајте садржај циљан на People Also Ask питања у вашој ниши.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c3-i3": {
      "text": "Оптимизација за дуге конверзацијске упите",
      "detail": "Оптимизујте за природне, дуге упите које корисници уносе у AI асистенте.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p3-c3-i4": {
      "text": "Садржај богат ентитетима који дефинише односе",
      "detail": "Креирајте садржај који јасно дефинише ентитете и њихове међусобне односе да бисте изградили присуство у графу знања.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p4-c1-i1": {
      "text": "Конфигурација приступа AI ботова у robots.txt",
      "detail": "Конфигуришите robots.txt специфично за оптималне обрасце приступа AI индексера.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i7": {
      "text": "Конфигуришите robots.txt да разликује AI ботове за обуку од AI ботова за претрагу",
      "detail": "Дозволите AI претраживачима који генеришу цитате (OAI-SearchBot, PerplexityBot) док опционо блокирате ботове за обуку (GPTBot, Google-Extended) који конзумирају садржај без директне атрибуције.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i6": {
      "text": "Додајте llms.txt фајл у корен вашег веб сајта",
      "detail": "Креирајте /llms.txt фајл који пружа LLM моделима структуриран преглед вашег сајта, кључних страница и документације. Ово је GEO инфраструктурна техника — директно говори генеративним претраживачима о чему се ваш сајт бави и који садржај да приоритизују, заобилазећи неизвесност стандардног индексирања и парсирања.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i8": {
      "text": "Креирајте llms-full.txt са комплетном документацијом и кључним садржајем",
      "detail": "Допуните ваш llms.txt резиме са llms-full.txt фајлом који садржи комплетну документацију, водиче и кључни садржај у једном Markdown фајлу за AI конзумирање. Ова GEO техника испоруке садржаја курира ваш најбољи садржај директно за LLM уношење — уместо да се надате да ће индексери сами пронаћи и правилно извући садржај.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i2": {
      "text": "Семантички HTML5 кроз цео сајт (<article>, <section>, <main>, итд.)",
      "detail": "Користите одговарајуће HTML5 семантичке елементе да помогнете AI парсерима да разумеју структуру садржаја.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i3": {
      "text": "JS-рендерован садржај такође у иницијалном HTML-у (SSR/SSG)",
      "detail": "Обезбедите да је садржај доступан у иницијалном HTML одговору, а не само после извршавања JavaScript-а.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i4": {
      "text": "Интерно линковање са дескриптивним anchor text-ом",
      "detail": "Изградите јаку структуру интерног линковања користећи anchor text богат кључним речима.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c1-i5": {
      "text": "Канонички URL-ови на свим страницама",
      "detail": "Поставите канониче URL-ове да спречите дупликат садржај и консолидујете ауторитет странице.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c2-i1": {
      "text": "RSS/Atom фид са пуним садржајем",
      "detail": "Обезбедите RSS или Atom фидове са комплетним садржајем чланака за AI конзумирање."
    },
    "p4-c2-i2": {
      "text": "Open Graph + Twitter Card meta ознаке",
      "detail": "Додајте свеобухватне Open Graph и Twitter Card meta ознаке за друштвене мреже и AI дељење.",
      "actionLabel": "Отвори анализатор"
    },
    "p4-c2-i3": {
      "text": "Meta описи оптимизовани за граф знања (одговор прво)",
      "detail": "Пишите meta описе који почињу одговором и оптимизовани су за AI екстракцију.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p4-c2-i4": {
      "text": "Hreflang за вишејезички садржај",
      "detail": "Имплементирајте hreflang ознаке да помогнете AI претраживачима да послуже исправну језичку верзију."
    },
    "p4-c2-i5": {
      "text": "Свеобухватан речник/секција базе знања",
      "detail": "Креирајте речник или базу знања која дефинише кључне термине у вашој индустрији.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p5-c1-i1": {
      "text": "Google Business профил оптимизован",
      "detail": "Комплетирајте и оптимизујте ваш Google Business профил за успостављање ентитета бренда.",
      "actionLabel": "Отвори Google Business"
    },
    "p5-c1-i2": {
      "text": "Wikipedia/Wikidata уноси ако испуњавате услове",
      "detail": "Успоставите Wikipedia и Wikidata присуство за јаку интеграцију у граф знања.",
      "actionLabel": "Отвори Wikidata"
    },
    "p5-c1-i3": {
      "text": "Конзистентни НАП подаци на свим директоријумима",
      "detail": "Обезбедите конзистентност Назива, Адресе и Телефона на свим пословним директоријумима и цитатима."
    },
    "p5-c1-i4": {
      "text": "Оптимизација панела знања",
      "detail": "Оптимизујте и одржавајте ваш Google панел знања за јачање ентитета бренда.",
      "actionLabel": "Отвори тестирање"
    },
    "p5-c1-i5": {
      "text": "Заступљеност на ауторитативним сајтовима индустрије",
      "detail": "Обезбедите да ваш бренд буде заступљен или цитиран на признатим ауторитативним веб сајтовима индустрије."
    },
    "p5-c1-i6": {
      "text": "Дефинишите и документујте стратегију позиционирања ауторитета",
      "detail": "Изаберите како да позиционирате ваш бренд као ауторитет — као индустријски стручњак, провајдер података, едукативни хаб или лидер заједнице — и ускладите сав AEO садржај у складу с тим.",
      "actionLabel": "Отвори операције садржаја"
    },
    "p5-c2-i1": {
      "text": "Тематски релевантне повратне везе са ауторитативних домена",
      "detail": "Изградите повратне везе са високо-ауторитативних сајтова који су тематски релевантни за ваш садржај."
    },
    "p5-c2-i2": {
      "text": "Будите цитирани као извор у туђем садржају",
      "detail": "Изградите репутацију где други издавачи цитирају ваш садржај као референтни извор.",
      "actionLabel": "Отвори конкуренте"
    },
    "p5-c2-i3": {
      "text": "Присуство на Reddit-у, Quora-и, Stack Exchange-у",
      "detail": "Изградите аутентично присуство на платформама заједнице где AI претраживачи црпе информације."
    },
    "p5-c2-i4": {
      "text": "Помињање у штампи и медијска покривеност",
      "detail": "Обезбедите медијску покривеност и помињање у штампи за изградњу ауторитета бренда."
    },
    "p5-c2-i5": {
      "text": "Активне друштвене мреже са мисаоним лидерством",
      "detail": "Одржавајте активно присуство на друштвеним мрежама демонстрирајући стручност и мисаоно лидерство."
    },
    "p5-c2-i6": {
      "text": "Креирајте и оптимизујте профиле на платформама за рецензије (G2, Capterra, Trustpilot, индустријски директоријуми)",
      "detail": "Сајтови са профилима на 4+ платформи за рецензије имају 3 пута већу вероватноћу да буду цитирани од стране ChatGPT-а. Креирајте и одржавајте профиле на релевантним платформама за рецензије и директоријумима.",
      "actionLabel": "Отвори G2"
    },
    "p6-c1-i1": {
      "text": "Тестирајте упите у ChatGPT-у (са претраживањем)",
      "detail": "Тестирајте ваше циљне упите у ChatGPT-у са укљученим претраживањем да проверите цитате.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c1-i2": {
      "text": "Тестирајте упите у Perplexity.ai (експлицитно приказује изворе)",
      "detail": "Користите Perplexity.ai за тестирање упита пошто експлицитно приказује цитате извора.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c1-i3": {
      "text": "Тестирајте у Google AI прегледима (инкогнито)",
      "detail": "Тестирајте циљне упите у Google-у да проверите појављивање у AI прегледима.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c1-i4": {
      "text": "Тестирајте у Bing Copilot-у",
      "detail": "Тестирајте упите у Bing Copilot-у за верификацију цитата.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c1-i5": {
      "text": "Тестирајте у Claude, Gemini и другим AI асистентима",
      "detail": "Тестирајте на свим главним AI платформама да обезбедите широку AEO покривеност. GEO истраживање је тестирало ефективност оптимизације специфично на ChatGPT, Gemini и Claude — различити генеративни претраживачи различито вреднују сигнале садржаја, тако да тестирање на више платформи открива GEO-специфичне празнине.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c2-i1": {
      "text": "Валидирајте schema на свим шаблонима страница",
      "detail": "Покрените schema валидацију на сваком јединственом шаблону страница да обезбедите нула грешака.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c2-i2": {
      "text": "Тестирајте индексибилност са AI бот корисничким агентима (curl симулација)",
      "detail": "Симулирајте захтеве AI индексера да верификујете да је ваш садржај доступан.",
      "actionLabel": "Отвори анализатор"
    },
    "p6-c2-i3": {
      "text": "Верификујте Bing Webmaster Tools индексирање (критично за ChatGPT)",
      "detail": "Обезбедите да су ваше важне странице индексиране у Bing-у пошто ChatGPT користи Bing за претраживање.",
      "actionLabel": "Отвори Bing Webmaster Tools"
    },
    "p6-c2-i4": {
      "text": "Тест екстракције садржаја (провера изворног кода)",
      "detail": "Верификујте да је ваш кључни садржај у изворном HTML-у странице, а не само рендерован преко JavaScript-а.",
      "actionLabel": "Отвори анализатор"
    },
    "p6-c2-i5": {
      "text": "Бенчмарк брзине странице",
      "detail": "Успоставите бенчмаркове брзине за кључне странице да пратите перформансе током времена.",
      "actionLabel": "Отвори PageSpeed Insights"
    },
    "p6-c3-i1": {
      "text": "Недељни распоред AEO тестирања (топ 10 упита, 30 мин)",
      "detail": "Успоставите конзистентну недељну рутину тестирања за ваше најважније упите.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c3-i2": {
      "text": "AEO табела/трекер за тестирање",
      "detail": "Креирајте структурирану табелу за праћење резултата AEO тестирања на свим платформама.",
      "actionLabel": "Отвори тестирање"
    },
    "p6-c3-i3": {
      "text": "Документујте почетне резултате пре оптимизације",
      "detail": "Забележите тренутне AEO перформансе пре уношења промена да бисте измерили утицај.",
      "actionLabel": "Отвори метрике"
    },
    "p7-c1-i1": {
      "text": "Пратите појављивање AI прегледа у GSC",
      "detail": "Пратите појављивање Google AI прегледа кроз извештаје Search Console-а.",
      "actionLabel": "Отвори Search Console"
    },
    "p7-c1-i2": {
      "text": "Пратите цитате на свим AI платформама месечно",
      "detail": "Спроводите месечно праћење ваших цитата на свим главним AI платформама.",
      "actionLabel": "Отвори метрике"
    },
    "p7-c1-i3": {
      "text": "Пратите упутни саобраћај из AI извора",
      "detail": "Пратите саобраћај који долази са AI платформи у вашој аналитици.",
      "actionLabel": "Отвори AI саобраћај"
    },
    "p7-c1-i4": {
      "text": "Пратите истакнуте исечке и PAA присуство",
      "detail": "Пратите ваше појављивање у истакнутим исечцима и People Also Ask оквирима.",
      "actionLabel": "Отвори Search Console"
    },
    "p7-c1-i5": {
      "text": "Аутоматизовано праћење валидације schema",
      "detail": "Поставите аутоматизовано праћење да ухватите schema грешке пре него утичу на AEO.",
      "actionLabel": "Отвори мониторинг"
    },
    "p7-c1-i6": {
      "text": "Измерите AI удео гласа — проценат упита где се ваш бренд појављује наспрам конкурената",
      "detail": "Пратите који проценат релевантних AI упита цитира ваш бренд у поређењу са конкурентима. AI удео гласа се намеће као кључна метрика за мерење AEO успеха.",
      "actionLabel": "Отвори конкуренте"
    },
    "p7-c1-i7": {
      "text": "Пратите сентимент и тачност AI-генерисаних описа бренда",
      "detail": "Пратите да ли AI платформе описују ваш бренд позитивно, негативно или нетачно. Негативни или погрешни AI описи могу бити штетнији од потпуног одсуства цитата.",
      "actionLabel": "Отвори тестирање"
    },
    "p7-c1-i8": {
      "text": "Пратите посете AI индексера, учесталост и нове бот корисничке агенте",
      "detail": "AI компаније често уводе нове индексере и мењају корисничке агенте. Пратите серверске логове за нове ботове и ажурирајте конфигурацију приступа у складу с тим.",
      "actionLabel": "Отвори мониторинг"
    },
    "p7-c2-i1": {
      "text": "A/B тестирајте формате одговора (параграф наспрам листе наспрам табеле)",
      "detail": "Тестирајте различите формате садржаја да пронађете шта AI претраживачи преферирају за ваше упите.",
      "actionLabel": "Отвори писач садржаја"
    },
    "p7-c2-i2": {
      "text": "Ажурирајте садржај на основу промена у понашању AI претраживача",
      "detail": "Континуирано прилагођавајте стратегију садржаја како AI претраживачи еволуирају своје понашање цитирања.",
      "actionLabel": "Отвори мониторинг"
    },
    "p7-c2-i3": {
      "text": "Проширите садржај за нове обрасце упита",
      "detail": "Идентификујте и креирајте садржај за нове обрасце упита у вашој ниши.",
      "actionLabel": "Отвори операције садржаја"
    },
    "p7-c2-i4": {
      "text": "Месечно поређење са конкурентима",
      "detail": "Поредите ваше AEO перформансе са конкурентима сваког месеца.",
      "actionLabel": "Отвори конкуренте"
    },
    "p7-c2-i5": {
      "text": "Извештавајте о повраћају инвестиција од AEO напора",
      "detail": "Квантификујте и извештавајте о пословном утицају и повраћају инвестиција AEO рада.",
      "actionLabel": "Отвори AEO утицај"
    },
    "p7-c2-i6": {
      "text": "Имплементирајте кварталне циклусе AEO реоптимизације",
      "detail": "Закажите кварталне прегледе за реоптимизацију постојећег садржаја на основу промена у понашању AI претраживача и података о перформансама.",
      "actionLabel": "Прегледај AEO водич"
    },
    "p7-c2-i7": {
      "text": "Пратите и одговарајте на AI-генерисана питања о вашем бренду",
      "detail": "Пратите која питања корисници постављају AI претраживачима конкретно о вашем бренду и обезбедите да ваш садржај пружа тачне одговоре.",
      "actionLabel": "Отвори тестирање"
    }
  },
  "deliverables": {
    "1": "Комплетан документ ревизије са пропустима у садржају и метрикама техничке полазне тачке.",
    "2": "Schema ознаке имплементиране и валидиране на свим шаблонима страница.",
    "3": "Оптимизован садржај са параграфима одговора, FAQ секцијама и правилном хијерархијом.",
    "4": "Потпуно индексибилан сајт са семантичким HTML-ом, фидовима и оптимизованим meta ознакама.",
    "5": "Успостављен ентитет бренда са сигналима ауторитета и мрежом цитата.",
    "6": "Валидирана AEO имплементација са резултатима тестирања на свим AI платформама.",
    "7": "Систем континуираног праћења са месечним извештајима и планом итерације."
  },
  "principles": [
    "AEO значи бити најбољи одговор, не само бити пронађен",
    "Структурирани подаци су неопходни без изузетка",
    "Параграф одговора од 40-60 речи је ваше најмоћније оружје",
    "E-E-A-T је још важнији у AI претрази",
    "Пратите неуморно — AI претраживачи еволуирају недељно",
    "Тестирајте на СВИМ платформама — свака се понаша другачије",
    "AEO и SEO су комплементарни"
  ]
}
